from gtts import gTTS
t=" যেহেতু ভগবদ্ গীতার বাণী স্বয়ং পরম পুরুষোত্তম ভগবানের মুখনিঃসৃত বাণী, তাই এই গ্রন্থ পাঠ করলে আর অন্য কোন বৈদিক সাহিত্য পড়বার দরকার হয় না। গভীর নিষ্ঠা ও আন্তরিকতার সঙ্গে নিয়মিতভাবে ভগবদ্ গীতা শ্রবণও কীর্তন করলে আমাদের অন্তর্নিহিত ভগবদ্ভক্তির স্বাভাবিক বিকাশ হয়। বর্তমান জগতে মানুষের নানা রকম কাজে এতই ব্যস্ত থাকে যে,  তাদের পক্ষে সমস্ত বৈদিক সাহিত্য পাঠ করা সম্ভব নয়।সমস্ত বৈদিক সাহিত্য পড়বার প্রয়োজনও নেই। এই একটি গ্রস্থ ভগবদ্ গীতা পাঠ করলেই মানুষ সমস্ত বৈদিক জ্ঞানের সারমর্ম উপলব্দি করতে পারবে, কারণ ভগবদ্ গীতা হচ্ছে বেদের সার এবং এই গীতা স্বয়ং ভগবানের "
lang='bn'
obj=gTTS(text=t,lang=lang,slow=False)

obj.save("sample.mp3")
